Repository: cmsunoPlugins/fixed_layout
Catalog: lang/*.utf8/LC_MESSAGES/fixed_layout.po
Languages: es_es, fr_fr

source: This plugin allows to create a page with a fixed background that changes with scrolling. (JQuery Required)
es_es: Este plugin permite crear una página con un fondo fijo que cambia con el desplazamiento. (JQuery Obligatorio)
fr_fr: Ce plugin permet de créer une page avec un fond fixe qui change avec le défilement vertical. (JQuery indispensable)

source: Just install the shortcode
es_es: Sólo tiene que instalar el código corto
fr_fr: Installer simplement le shortcode

source: after BODY in your template (try to see the best place).
es_es: después BODY en su plantilla (tratar de ver el mejor lugar).
fr_fr: après BODY dans le template (faire des essais pour trouver la meilleure place).

source: The pictures should have the same dimensions otherwise the CSS will be adapted.
es_es: Las imágenes deben tener las mismas dimensiones de lo contrario la CSS se adaptará.
fr_fr: Les images devraient avoir les mêmes dimensions sinon, le CSS devra être adapté.

source: Layout :
es_es: Fondo :
fr_fr: Fond :

source: Menu calibration
es_es: Calibración de menú
fr_fr: Calibration du menu

source: Vertical calibration in the page after clicking on the menu (px).
es_es: Desplazamiento vertical de la página después de hacer clic en el menú (px).
fr_fr: Offset verticale dans la page après un clic sur le menu (px)

source: Save settings
es_es: Guardar ajustes
fr_fr: Sauvegarder les données

source: Save
es_es: Guardar
fr_fr: Sauvegarde

source: Backup performed
es_es: Copia de seguridad realizada
fr_fr: Sauvegarde effectuée

source: Impossible backup
es_es: Copia de seguridad Imposible
fr_fr: Sauvegarde impossible
